Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Actions
de_de: Aktionen

source: Preview
de_de: Vorschau

source: Theme
de_de: Thema

source: Performance check-ins
de_de: Leistungs-Check-ins

source: Regular check-ins
de_de: Regelmäßige Check-ins

source: Select and configure the widgets that you want to see on the check-in report page.
de_de: Wählen und konfigurieren Sie die Widgets, die Sie auf der Check-in-Berichtsseite sehen möchten.

source: Template widget settings
de_de: Einstellungen für Vorlagen-Widget

source: Career Development
de_de: Karriereentwicklung

source: Documents
de_de: Dokumente

source: Data Foundation
de_de: Datenbasis

source: Goals
de_de: Ziele

source: General
de_de: Allgemein

source: Proxy
de_de: Stellvertreter:in

source: Reviews
de_de: Beurteilungen

source: Notification trigger
de_de: Auslöser der Benachrichtigung

source: "Bookmarks" widget
de_de: Widget „Lesezeichen“

source: "Company update" widget
de_de: Widget „Unternehmensaktualisierung“

source: Select the widgets you want to display on the homepage.
de_de: Wählen Sie die Widgets aus, die Sie auf der Startseite anzeigen möchten.

source: "External links" widget
de_de: Widget „Externe Links“

source: "Knowledge Base" widget
de_de: Widget „Wissensdatenbank“

source: "Next steps" widget
de_de: Widget „Nächste Schritte“

source: "Quick link" widget
de_de: Widget „Schnellzugriff“

source: "Schedule" widget
de_de: Widget „Zeitplan“

source: "Take actions" widget
de_de: Widget „Maßnahmen ergreifen“

source: This page is read-only. To make changes, contact your system administrator.
de_de: Diese Seite ist schreibgeschützt. Um Änderungen vorzunehmen, wenden Sie sich an Ihren Systemadministrator.

source: Select goal types
de_de: Zieltypen auswählen

source: Absence
de_de: Abwesenheit

source: Sample text describing the behavior of enabling and disabling Analytics Hub. To be changed.
de_de: Beispieltext, der das Verhalten beim Aktivieren und Deaktivieren des Analytics Hub beschreibt. Muss geändert werden.

source: Enable "Analytics Hub"
de_de: „Analytics Hub“ aktivieren

source: Application management
de_de: Anwendungsmanagement

source: Behaviors
de_de: Verhalten

source: Enable the "Behaviors" feature
de_de: Funktion „Verhalten“ aktivieren

source: Users will be able to create and manage behavior libraries within the application. When enabled, workers will be able to give and receive behaviors, and provide behavior data in coaching reports.
de_de: Benutzer:innen können Verhaltensbibliotheken innerhalb der Anwendung erstellen und verwalten. Wenn aktiviert, können Mitarbeiter:innen Verhalten weitergeben und empfangen sowie Verhaltensdaten in Coaching-Berichten bereitstellen.

source: Behavior libraries
de_de: Verhaltensbibliotheken

source: Add behavior
de_de: Verhalten hinzufügen

source: Color
de_de: Farbe

source: Create library
de_de: Bibliothek erstellen

source: Create behavior library
de_de: Verhaltensbibliothek erstellen

source: Delete behavior
de_de: Verhalten löschen

source: Are you sure you want to delete this behavior?
de_de: Sind Sie sicher, dass Sie dieses Verhalten löschen möchten?

source: Description
de_de: Beschreibung

source: Image and title
de_de: Bild und Titel

source: Image only
de_de: Nur Bild

source: Name only
de_de: Nur Name

source: Display options
de_de: Anzeigeoptionen

source: Edit behavior library
de_de: Verhaltensbibliothek bearbeiten

source: Enable behavior
de_de: Verhalten aktivieren

source: Image
de_de: Bild

source: Assignment
de_de: Zuordnung

source: Assign the library to an organizational unit
de_de: Ordnen Sie die Bibliothek einer Organisationseinheit zu.

source: Add behaviors to the library
de_de: Verhalten zur Bibliothek hinzufügen

source: Library details
de_de: Bibliotheksdetails

source: Enter the basic information of the library
de_de: Geben Sie die grundlegenden Informationen der Bibliothek ein

source: Behavior settings
de_de: Verhaltenseinstellungen

source: Enable the "Benchmarking" widget
de_de: Widget „Benchmarking“ aktivieren

source: Publish
de_de: Veröffentlichen

source: Are you sure you want to publish the career development plan?
de_de: Sind Sie sicher, dass Sie den Karriereentwicklungsplan veröffentlichen möchten?

source: Cancel
de_de: Abbrechen

source: Publish career development plan
de_de: Entwicklungsplan für die Karriere veröffentlichen

source: Your changes were successfully published.
de_de: Ihre Änderungen wurden erfolgreich veröffentlicht.

source: Enable the "Career Development" feature
de_de: Funktion „Karriereentwicklung“ aktivieren

source: At least one population or worker must be selected.
de_de: Mindestens eine Population oder ein:e Mitarbeiter:in muss ausgewählt werden.

source: Career development settings
de_de: Einstellungen zur Karriereentwicklung

source: Edit conversation labeling
de_de: Gesprächsbeschriftung bearbeiten

source: For workers
de_de: Für Mitarbeiter:innen

source: For managers
de_de: Für Führungskräfte

source: The default language is mandatory. You can also provide translated versions using this drop-down list to select a new language.
de_de: Die Standardsprache ist obligatorisch. Sie können auch übersetzte Versionen bereitstellen, indem Sie in dieser Dropdown-Liste eine neue Sprache auswählen.

source: To apply your changes to the configuration of new check-ins, save your modifications.
de_de: Um Ihre Änderungen an der Konfiguration neuer Check-ins anzuwenden, speichern Sie Ihre Änderungen.

source: Users will see these changes the next time they refresh their page or log into the application.
de_de: Benutzer:innen werden diese Änderungen sehen, wenn sie das nächste Mal ihre Seite aktualisieren oder sich bei der Anwendung anmelden.

source: Edit discussion points
de_de: Diskussionspunkte bearbeiten

source: These discussion points will be prepopulated when creating a check-in. Users can edit them and add their own discussion points.
de_de: Diese Diskussionspunkte werden beim Erstellen eines Check-ins vorab ausgefüllt. Benutzer:innen können sie bearbeiten und eigene Diskussionspunkte hinzufügen.

source: Check-in settings
de_de: Check-in-Einstellungen

source: To apply your changes, save your modifications.
de_de: Um Ihre Änderungen anzuwenden, speichern Sie sie.

source: Enable the "Behavior rating" widget
de_de: Widget „Verhaltensbewertung“ aktivieren

source: Enable the "Behaviors" widget
de_de: Widget „Verhalten“ aktivieren

source: Edit chat text
de_de: Chattext bearbeiten

source: Enable the "Goal rating" widget
de_de: Widget „Zielbewertung“ aktivieren

source: Enable the "Goals" widget
de_de: Widget „Ziele“ aktivieren

source: Enable the "Overall performance rating" widget
de_de: Widget „Gesamtleistungsbewertung“ aktivieren

source: Enable chat
de_de: Chat aktivieren

source: Check-in template settings
de_de: Check-in-Vorlageneinstellungen

source: Check-in templates
de_de: Check-in-Vorlagen

source: Widget settings
de_de: Widget-Einstellungen

source: Hide/show the widgets in the check-in report page.
de_de: Widgets auf der Check-in-Berichtsseite ein-/ausblenden.

source: Enable documents
de_de: Dokumente aktivieren

source: Document settings
de_de: Dokumenteinstellungen

source: Appearance
de_de: Darstellung

source: Compare
de_de: Vergleichen

source: Enable the "Compare" feature
de_de: Funktion „Vergleichen“ aktivieren

source: "Behaviors" widget
de_de: Widget „Verhalten“

source: "Check-ins" widget
de_de: Widget „Check-ins“

source: "Goals" widget
de_de: Widget „Ziele“

source: "Reviews" widget
de_de: Widget „Beurteilungen“

source: Compare settings
de_de: Einstellungen vergleichen

source: Select the widgets that you want to see in the Compare page.
de_de: Wählen Sie die Widgets aus, die Sie auf der Vergleichsseite sehen möchten.

source: Compensation
de_de: Vergütung

source: Compensation Element
de_de: Vergütungselement

source: Compensation History
de_de: Vergütungsverlauf

source: Enable the "Compensation" feature
de_de: Funktion „Vergütung“ aktivieren

source: Compensation settings
de_de: Vergütungseinstellungen

source: Cost Center
de_de: Kostenstelle

source: Country
de_de: Land

source: Custom Fields
de_de: Benutzerdefinierte Felder

source: This element cannot be deactivated; it is used in another process.
de_de: Dieses Element kann nicht deaktiviert werden. Es wird in einem anderen Prozess verwendet.

source: The field was successfully deactivated.
de_de: Das Feld wurde erfolgreich deaktiviert.

source: Are you sure you want to deactivate this field? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie dieses Feld deaktivieren möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Custom field deactivation
de_de: Deaktivierung benutzerdefinierter Felder

source: Field details
de_de: Felddetails

source: Define the entity to which this field belongs, and its name and type.
de_de: Definieren Sie die Entität, zu der dieses Feld gehört, sowie deren Name und Typ.

source: This field cannot be deactivated; it is already used in some models.
de_de: Dieses Feld kann nicht deaktiviert werden; es wird bereits in einigen Modellen verwendet.

source: You cannot edit this field; it is already used in some models.
de_de: Sie können dieses Feld nicht bearbeiten; es wird bereits in einigen Modellen verwendet.

source: Clear all filters & search
de_de: Alle Filter löschen und suchen

source: No results match the search/filter criteria. Remove the filters and clear the search to show all results
de_de: Keine Ergebnisse für die Such-/Filterkriterien. Entfernen Sie Filter und löschen Sie die Suche, um alle Ergebnisse anzuzeigen

source: No results
de_de: Keine Ergebnisse

source: Get started by creating one
de_de: Jetzt erstellen

source: No custom fields yet
de_de: Noch keine benutzerdefinierten Felder

source: Created by:
de_de: Erstellt von:

source: Created on:
de_de: Erstellt am:

source: Entity:
de_de: Entität:

source: Required:
de_de: Erforderlich:

source: Field name
de_de: Feldname

source: Type:
de_de: Typ:

source: Entity
de_de: Entität

source: All
de_de: Alle

source: Is PII
de_de: Ist PII

source: Type
de_de: Typ

source: Set the default value
de_de: Legen Sie den Standardwert fest

source: Default value
de_de: Standardwert

source: True
de_de: Wahr

source: Select entity
de_de: Entität auswählen

source: Enable PII
de_de: PII aktivieren

source: This field will contain personally identifiable information (PII)
de_de: Dieses Feld enthält personenbezogene Daten (PII)

source: When this option is enabled, a default value must be defined.
de_de: Wenn diese Option aktiviert ist, muss ein Standardwert definiert werden.

source: Set this field as required
de_de: Dieses Feld als erforderlich festlegen

source: Explain the use of this field or any other relevant information
de_de: Erläutern Sie die Verwendung dieses Feldes oder andere relevante Informationen

source: Provide a name for the field
de_de: Geben Sie dem Feld einen Namen

source: Your custom field was successfully created.
de_de: Ihr benutzerdefiniertes Feld wurde erfolgreich erstellt.

source: Create custom field
de_de: Benutzerdefiniertes Feld erstellen

source: Edit custom field
de_de: Benutzerdefiniertes Feld bearbeiten

source: Select type
de_de: Typ auswählen

source: Used in
de_de: Verwendet in

source: Indicate whether this field contains personally identifiable information, allowing an individual's identity to be inferred directly or indirectly.
de_de: Geben Sie an, ob dieses Feld personenbezogene Daten enthält, die direkte oder indirekte Rückschlüsse auf die Identität einer Person zulassen.

source: Personally identifiable information
de_de: Personenbezogene Daten

source: Active
de_de: Aktiv

source: Deactivated
de_de: Deaktiviert

source: Not PII
de_de: Nicht PII

source: Custom fields
de_de: Benutzerdefinierte Felder

source: {{current}}/{{max}} active fields
de_de: {{current}}/{{max}} aktive Felder

source: You can create up to {{max}} custom fields.
de_de: Sie können bis zu {{max}} benutzerdefinierte Felder erstellen.

source: You have reached the maximum number of active custom fields. Please deactivate a field to create a new one.
de_de: Sie haben die maximale Anzahl aktiver benutzerdefinierter Felder erreicht. Bitte deaktivieren Sie ein Feld, um ein neues zu erstellen.

source: Indicate whether the field is optional or required. A default value must be provided for required fields; it will be automatically applied if no explicit value is supplied.
de_de: Geben Sie an, ob das Feld optional oder erforderlich ist. Für erforderliche Felder muss ein Standardwert angegeben werden; er wird automatisch angewendet, wenn kein expliziter Wert angegeben wird.

source: Field behavior
de_de: Feldverhalten

source: Search for a field
de_de: Nach einem Feld suchen

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Data Upload
de_de: Daten-Upload

source: Change upload behavior
de_de: Upload-Verhalten ändern

source: The size of the files exceed the maximum limit.
de_de: Die Größe der Dateien überschreitet das maximale Limit.

source: Behavior:
de_de: Verhalten:

source: Completed time:
de_de: Abgeschlossene Zeit:

source: Initiated by:
de_de: Initiiert von:

source: Source:
de_de: Quelle:

source: Start time:
de_de: Startzeit:

source: Upload log
de_de: Protokoll hochladen

source: Download template
de_de: Vorlage herunterladen

source: Download template for deletion
de_de: Vorlage für Löschung herunterladen

source: Download template for ingestion
de_de: Vorlage für Import herunterladen

source: Download {{templateName}}
de_de: {{templateName}} herunterladen

source: Get started by triggering one.
de_de: Beginnen Sie, indem Sie einen auslösen.

source: No uploads yet!
de_de: Noch keine Uploads!

source: Success
de_de: Erfolg

source: Failed
de_de: Fehlgeschlagen

source: In progress
de_de: In Bearbeitung

source: In sync
de_de: Synchronisiert

source: Source
de_de: Quelle

source: Start time
de_de: Startzeit

source: Standard filters
de_de: Standardfilter

source: Select filters
de_de: Filter auswählen

source: Queued
de_de: In Warteschlange

source: Search by data type name
de_de: Nach Datentyp-Name suchen

source: Stale timeout
de_de: Veraltetes Zeitlimit

source: Publishing
de_de: Veröffentlichung

source: Total uploads
de_de: Gesamte Uploads

source: Upload behavior
de_de: Upload-Verhalten

source: Full data upload
de_de: Vollständiger Daten-Upload

source: The upload behavior was successfully updated.
de_de: Das Upload-Verhalten wurde erfolgreich aktualisiert.

source: Incremental data upload
de_de: Inkrementeller Daten-Upload

source: Select the upload behavior for SFTP and UI data upload.
de_de: Wählen Sie das Upload-Verhalten für SFTP- und UI-Daten-Uploads aus.

source: Upload the complete effective-dated history for each worker every time. Any previously uploaded record that is missing from the file is treated as a soft delete and will no longer be available. Use this if you want the new upload to fully replace what is currently in the platform.
de_de: Laden Sie jedes Mal die vollständige, stichtagsbezogene Historie für jede:n Mitarbeiter:in hoch. Jeder zuvor hochgeladene, aber in der Datei fehlende Datensatz wird als Soft Delete behandelt und steht nicht mehr zur Verfügung. Verwenden Sie diese Option, wenn der neue Upload den aktuellen Stand in der Plattform vollständig ersetzen soll.

source: Upload only what changed. New effective-dated rows or updates to existing rows. Records not included remain unchanged; only the rows present in the file are inserted or updated. Use this for ongoing incremental (delta) feeds.
de_de: Laden Sie nur die Änderungen hoch. Neue, effektiv datierte Zeilen oder Aktualisierungen bestehender Zeilen. Nicht enthaltene Datensätze bleiben unverändert; nur die im File vorhandenen Zeilen werden eingefügt oder aktualisiert. Verwenden Sie dies für fortlaufende inkrementelle (Delta-)Übertragungen.

source: Data upload behavior configuration
de_de: Konfiguration des Daten-Upload-Verhaltens

source: Refresh
de_de: Aktualisieren

source: Email notification
de_de: E-Mail-Benachrichtigung

source: Upload notification
de_de: Upload-Benachrichtigung

source: Add workers that would like to be notified by email when upload requests fail.
de_de: Fügen Sie Mitarbeiter:innen hinzu, die per E-Mail benachrichtigt werden möchten, wenn Upload-Anfragen fehlschlagen.

source: Workers
de_de: Mitarbeiter:innen

source: Search for a worker
de_de: Nach einer Mitarbeiter:in suchen

source: The notification recipients were successfully updated.
de_de: Die Benachrichtigungsempfänger wurden erfolgreich aktualisiert.

source: Behavior
de_de: Verhalten

source: Deletion
de_de: Löschung

source: Completion time
de_de: Abschlusszeit

source: Back to data upload
de_de: Zurück zum Daten-Upload

source: No results matching the chosen ID.
de_de: Keine Ergebnisse mit der gewählten ID.

source: Data type name
de_de: Name des Datentyps

source: Ingestion
de_de: Datenaufnahme

source: Upload in progress
de_de: Upload läuft

source: Your files are being uploaded. This pop-up will close automatically once the process is complete.
de_de: Ihre Dateien werden hochgeladen. Dieses Pop-up schließt sich automatisch, sobald der Vorgang abgeschlossen ist.

source: You have uploaded files for both ingestion and deletion.
de_de: Sie haben Dateien sowohl zum Einlesen als auch zum Löschen hochgeladen.

source: File already added
de_de: Datei bereits hinzugefügt

source: The name and/or format of one of the selected file is not valid.
de_de: Der Name und/oder das Format einer der ausgewählten Dateien ist ungültig.

source: Incorrect file name
de_de: Falscher Dateiname

source: Your files
de_de: Ihre Dateien

source: File names must follow the pattern 'DataType.csv' for ingestion or 'DataType_Delete.csv' for deletion.
de_de: Dateinamen müssen für die Verarbeitung dem Muster „DataType.csv“ und für das Löschen dem Muster „DataType_Delete.csv“ entsprechen.

source: Total max size 10MB (combined size of all uploaded files). Max number of files: {{count}}
de_de: Maximale Gesamtgröße 10 MB (kombinierte Größe aller hochgeladenen Dateien). Maximale Anzahl an Dateien: {{count}}

source: Ingestion and deletion files cannot be uploaded simultaneously. Please upload only ingestion files (DataType.csv) or only deletion files (DataType_Delete.csv).
de_de: Ingestions- und Löschdateien können nicht gleichzeitig hochgeladen werden. Bitte laden Sie entweder nur Ingestionsdateien (DataType.csv) oder nur Löschdateien (DataType_Delete.csv) hoch.

source: Please upload at least one correct file.
de_de: Bitte laden Sie mindestens eine korrekte Datei hoch.

source: Please upload at least one file.
de_de: Bitte laden Sie mindestens eine Datei hoch.

source: File upload started.
de_de: Datei-Upload gestartet.

source: File upload
de_de: Datei-Upload

source: Fill in the necessary details
de_de: Tragen Sie die erforderlichen Angaben ein

source: Upload the completed file. Submit files for either ingestion or deletion, but not both. Files meant for deletion must have the "_Delete" suffix at the end of their name.
de_de: Laden Sie die fertiggestellte Datei hoch. Reichen Sie Dateien entweder zur Verarbeitung oder zur Löschung ein, aber nicht für beides. Dateien, die gelöscht werden sollen, müssen das Suffix "_Delete" am Ende ihres Namens enthalten.

source: Data management
de_de: Datenverwaltung

source: Data Models
de_de: Datenmodelle

source: Created by
de_de: Erstellt von

source: Created on
de_de: Erstellt am

source: Creation date
de_de: Erstellungsdatum

source: Are you sure you want to delete this model? This action cannot be undone. If you proceed, the element will be permanently removed from your data.
de_de: Sind Sie sicher, dass Sie dieses Modell löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden. Wenn Sie fortfahren, wird das Element dauerhaft aus Ihren Daten entfernt.

source: Confirm deletion
de_de: Löschung bestätigen

source: Model details
de_de: Modellinformationen

source: No models yet
de_de: Noch keine Modelle

source: Entities & fields
de_de: Entitäten und Felder

source: Entity tree
de_de: Entitätsbaum

source: List of entities and fields used and not used in this model.
de_de: Liste der in diesem Modell verwendeten oder nicht verwendeten Entitäten und Felder.

source: Entity name
de_de: Entitätsname

source: Model title
de_de: Modelltitel

source: Entity used
de_de: Verwendete Entität

source: Used
de_de: Verwendet

source: List of entities and fields used in this model.
de_de: Liste der in diesem Modell verwendeten Entitäten und Felder.

source: Total entities:
de_de: Gesamtanzahl der Einheiten:

source: Total fields:
de_de: Gesamtfelder:

source: Fields used
de_de: Verwendete Felder

source: Any
de_de: Beliebig

source: In use
de_de: In Verwendung

source: {{name}} grid preview
de_de: {{name}}-Rastervorschau

source: Last update
de_de: Letztes Update

source: More details
de_de: Mehr Details

source: Search model
de_de: Modell durchsuchen

source: Draft
de_de: Entwurf

source: Ready
de_de: Bereit

source: Build a base for your budget, compensation round or process, bringing together a version of data from HR services, other beqom sources and external data.
de_de: Erstellen Sie eine Grundlage für Ihr Budget, Ihre Vergütungsrunde oder Ihren Prozess, indem Sie eine Version von Daten aus HR-Diensten, anderen beqom-Quellen und externen Daten zusammenführen.

source: Updated by
de_de: Aktualisiert von

source: Updated on
de_de: Aktualisiert am

source: Require users to approve or reject your data privacy statement every time it is updated.
de_de: Fordern Sie die Benutzer:innen bei jeder Aktualisierung auf, Ihrer Datenschutzerklärung zuzustimmen oder sie abzulehnen.

source: Users must review each version of the data privacy statement
de_de: Benutzer:innen müssen jede Version der Datenschutzerklärung überprüfen

source: Settings
de_de: Einstellungen

source: No translation was provided for the given language. To complete this section, please duplicate the statement.
de_de: Für die angegebene Sprache wurde keine Übersetzung bereitgestellt. Um diesen Abschnitt abzuschließen, duplizieren Sie bitte die Erklärung.

source: No translation available
de_de: Keine Übersetzung verfügbar

source: Data privacy statement text
de_de: Text der Datenschutzerklärung

source: Privacy statement text
de_de: Text der Datenschutzerklärung

source: Are you sure you want to publish this statement?
de_de: Sind Sie sicher, dass Sie diese Erklärung veröffentlichen wollen?

source: Publish statement
de_de: Erklärung veröffentlichen

source: Date & time
de_de: Datum und Uhrzeit

source: Publish at a fixed date
de_de: Zu einem festen Datum veröffentlichen

source: Publish now
de_de: Jetzt veröffentlichen

source: Publish date
de_de: Veröffentlichungsdatum

source: The version is set automatically when creating a statement and increments with each update.
de_de: Die Version wird beim Erstellen einer Erklärung automatisch festgelegt und erhöht sich mit jedem Update.

source: Statement version
de_de: Erklärungsversion

source: Confirm
de_de: Bestätigen

source: Are you sure you want to delete this statement?
de_de: Sind Sie sicher, dass Sie diese Erklärung löschen möchten?

source: Delete statement
de_de: Erklärung löschen

source: The statement was successfully deleted.
de_de: Die Erklärung wurde erfolgreich gelöscht.

source: Deactivate
de_de: Deaktivieren

source: Are you sure you want to deactivate this statement? Users won't be prompted to consent at first login and will no longer see the statement in their settings.
de_de: Sind Sie sicher, dass Sie diese Erklärung deaktivieren möchten? Benutzer:innen werden beim ersten Login nicht zur Zustimmung aufgefordert und sehen die Erklärung nicht mehr in ihren Einstellungen.

source: Deactivate statement
de_de: Erklärung deaktivieren

source: {{count}} approved
de_de: {{count}} genehmigt
